Repository: zephyrwing-ai/GetClowhub
Catalog: OpenClawInstaller/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fa, fi, fil, fr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Skills
ar: المهارات
da: Færdigheder
de: Fähigkeiten
el: Δεξιότητες
es: Habilidades
fa: مهارت‌ها
fi: Taidot
fil: Mga kasanayan
fr: Compétences
hu: Képességek
id: Keahlian
it: Competenze
ja: スキル
ko: 스킬
ms: Kemahiran
nl: Vaardigheden
pl: Umiejętności
pt_br: Habilidades
ru: Навыки
sv: Färdigheter
th: ทักษะ
tr: Yetenekler
vi: Kỹ năng
zh_hans: 技能
zh_hant: 技能

source: Social Media Auto Growth
ar: نمو تلقائي لوسائل التواصل الاجتماعي
da: Automatisk vækst på sociale medier
de: Automatisches Social-Media-Wachstum
el: Αυτόματη ανάπτυξη κοινωνικών δικτύων
es: Crecimiento automático en redes sociales
fa: رشد خودکار شبکه‌های اجتماعی
fi: Sosiaalisen median automaattinen kasvu
fr: Croissance automatique sur les réseaux sociaux
hu: Közösségi média automatikus növekedés
id: Pertumbuhan Media Sosial Otomatis
it: Crescita automatica sui social media
ja: SNS自動フォロワー増加
ko: 소셜 미디어 자동 성장
ms: Pertumbuhan Automatik Media Sosial
nl: Automatische groei op sociale media
pt_br: Crescimento automático em redes sociais
ru: Автоматический рост в соцсетях
sv: Automatisk tillväxt på sociala medier
th: เพิ่มผู้ติดตามโซเชียลมีเดียอัตโนมัติ
tr: Sosyal Medya Otomatik Büyüme
vi: Tăng trưởng mạng xã hội tự động
zh_hans: 社交媒体自动增长
zh_hant: 社群媒體自動成長

source: Source
ar: المصدر
da: Kilde
de: Quelle
el: Πηγή
es: Fuente
fa: منبع
fi: Lähde
hu: Forrás
id: Sumber
it: Sorgente
ja: ソース
ko: 소스
ms: Sumber
nl: Bron
pt_br: Fonte
ru: Источник
sv: Källa
th: แหล่งที่มา
tr: Kaynak
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Start
ar: بدء
de: Starten
el: Εκκίνηση
es: Iniciar
fa: شروع
fi: Käynnistä
fr: Démarrer
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
ko: 시작
ms: Mula
nl: Starten
pt_br: Iniciar
ru: Запустить
sv: Starta
th: เริ่ม
tr: Başlat
vi: Bắt đầu
zh_hans: 启动
zh_hant: 啟動

source: Start Installation
ar: بدء التثبيت
de: Installation starten
el: Έναρξη εγκατάστασης
es: Iniciar instalación
fa: شروع نصب
fi: Aloita asennus
fr: Démarrer l'installation
hu: Telepítés indítása
id: Mulai Instalasi
it: Avvia installazione
ja: インストールを開始
ko: 설치 시작
ms: Mulakan Pemasangan
nl: Installatie starten
pt_br: Iniciar instalação
ru: Начать установку
sv: Starta installation
th: เริ่มการติดตั้ง
tr: Kurulumu Başlat
vi: Bắt đầu cài đặt
zh_hans: 开始安装
zh_hant: 開始安裝

source: Start QR Login
ar: بدء تسجيل الدخول عبر QR
de: QR-Anmeldung starten
el: Εκκίνηση σύνδεσης QR
es: Iniciar sesión QR
fa: شروع ورود با QR
fi: Aloita QR-kirjautuminen
fr: Démarrer la connexion QR
hu: QR bejelentkezés indítása
id: Mulai Login QR
it: Avvia accesso QR
ja: QRログインを開始
ko: QR 로그인 시작
ms: Mula Log Masuk QR
nl: QR-login starten
pt_br: Iniciar login QR
ru: Начать QR-вход
sv: Starta QR-inloggning
th: เริ่มเข้าสู่ระบบ QR
tr: QR Girişini Başlat
vi: Bắt đầu đăng nhập QR
zh_hans: 开始扫码登录
zh_hant: 開始掃碼登入

source: Start Service
ar: بدء الخدمة
da: Start tjeneste
de: Dienst starten
el: Εκκίνηση υπηρεσίας
es: Iniciar servicio
fa: شروع سرویس
fi: Käynnistä palvelu
fr: Démarrer le service
hu: Szolgáltatás indítása
id: Mulai Layanan
it: Avvia servizio
ja: サービスを開始
ko: 서비스 시작
ms: Mulakan Perkhidmatan
nl: Service starten
pt_br: Iniciar serviço
ru: Запустить службу
sv: Starta tjänst
th: เริ่มบริการ
tr: Hizmeti Başlat
vi: Khởi động dịch vụ
zh_hans: 启动服务
zh_hant: 啟動服務

source: Starting OpenClaw Gateway service...
ar: جارٍ بدء خدمة بوابة OpenClaw...
da: Starter OpenClaw Gateway-tjenesten...
de: OpenClaw Gateway-Dienst wird gestartet...
el: Εκκίνηση υπηρεσίας OpenClaw Gateway...
es: Iniciando el servicio OpenClaw Gateway...
fa: در حال راه‌اندازی سرویس درگاه OpenClaw...
fi: Käynnistetään OpenClaw Gateway -palvelua...
fr: Démarrage du service OpenClaw Gateway...
hu: Az OpenClaw Gateway szolgáltatás indítása...
id: Memulai layanan Gateway OpenClaw...
it: Avvio del servizio Gateway di OpenClaw...
ja: OpenClaw ゲートウェイサービスを起動しています…
ko: OpenClaw 게이트웨이 서비스 시작 중...
ms: Memulakan perkhidmatan Gerbang OpenClaw...
nl: OpenClaw Gateway-service wordt gestart...
pt_br: Iniciando o serviço OpenClaw Gateway...
ru: Запуск службы шлюза OpenClaw...
sv: Startar OpenClaw Gateway-tjänsten...
th: กำลังเริ่มบริการเกตเวย์ OpenClaw...
tr: OpenClaw Ağ Geçidi hizmeti başlatılıyor...
vi: Đang khởi động dịch vụ cổng kết nối OpenClaw...
zh_hans: 正在启动 OpenClaw 网关服务...
zh_hant: 正在啟動 OpenClaw 閘道器服務...

source: Starting task execution...
ar: جارٍ بدء تنفيذ المهمة...
da: Starter opgaveudførelse...
de: Aufgabenausführung wird gestartet...
el: Έναρξη εκτέλεσης εργασίας...
es: Iniciando la ejecución de la tarea...
fa: در حال شروع اجرای کار...
fi: Aloitetaan tehtävän suoritus...
fil: Sinisimulan ang pagpapatakbo ng gawain...
fr: Démarrage de l’exécution de la tâche...
hu: Feladat végrehajtásának indítása...
id: Memulai eksekusi tugas...
it: Avvio dell’esecuzione dell’attività...
ja: タスクの実行を開始しています...
ko: 작업 실행을 시작하는 중...
ms: Memulakan pelaksanaan tugas...
nl: Taakuitvoering starten...
pl: Rozpoczynanie wykonywania zadania...
pt_br: Iniciando a execução da tarefa...
ru: Запуск выполнения задачи...
sv: Startar uppgiftskörning...
th: กำลังเริ่มดำเนินงาน...
tr: Görev yürütmesi başlatılıyor...
vi: Đang bắt đầu thực thi tác vụ...
zh_hans: 开始执行任务...
zh_hant: 開始執行任務...

source: Starting...
ar: جارٍ البدء...
da: Starter...
de: Wird gestartet...
el: Εκκίνηση...
es: Iniciando...
fa: در حال شروع...
fi: Käynnistetään...
fr: Démarrage...
hu: Indítás...
id: Memulai...
it: Avvio in corso...
ja: 起動中…
ko: 시작 중...
ms: Memulakan...
nl: Starten...
pt_br: Iniciando...
ru: Запуск...
sv: Startar...
th: กำลังเริ่มต้น...
tr: Başlatılıyor...
vi: Đang khởi động...
zh_hans: 启动中...
zh_hant: 啟動中...

source: Status
ar: الحالة
el: Κατάσταση
es: Estado
fa: وضعیت
fi: Tila
fil: Katayuan
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Status OK
ar: الحالة جيدة
el: Κατάσταση ΟΚ
es: Estado OK
fa: وضعیت خوب
fi: Tila OK
fil: Maayos ang Katayuan
fr: État OK
hu: Állapot OK
it: Stato OK
ja: ステータス OK
ko: 상태 정상
ru: Статус ОК
th: สถานะปกติ
tr: Durum Tamam
vi: Trạng thái OK
zh_hans: 正常
zh_hant: 狀態正常

source: Status:
ar: الحالة:
el: Κατάσταση:
es: Estado:
fa: وضعیت:
fi: Tila:
fr: Statut :
hu: Állapot:
it: Stato:
ja: ステータス:
ko: 상태:
ru: Статус:
th: สถานะ:
tr: Durum:
vi: Trạng thái:
zh_hans: 状态：
zh_hant: 狀態：

source: Stop
ar: إيقاف
de: Stoppen
el: Διακοπή
es: Detener
fa: توقف
fi: Pysäytä
fr: Arrêter
hu: Leállítás
id: Berhenti
it: Arresta
ja: 停止
ko: 중지
ms: Berhenti
nl: Stoppen
pt_br: Parar
ru: Остановить
sv: Stoppa
th: หยุด
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop Service
ar: إيقاف الخدمة
da: Stop tjeneste
de: Dienst stoppen
el: Διακοπή υπηρεσίας
es: Detener servicio
fa: توقف سرویس
fi: Pysäytä palvelu
fr: Arrêter le service
hu: Szolgáltatás leállítása
id: Hentikan Layanan
it: Arresta servizio
ja: サービスを停止
ko: 서비스 중지
ms: Hentikan Perkhidmatan
nl: Service stoppen
pt_br: Parar serviço
ru: Остановить службу
sv: Stoppa tjänst
th: หยุดบริการ
tr: Hizmeti Durdur
vi: Dừng dịch vụ
zh_hans: 停止服务
zh_hant: 停止服務

source: Sub-agents
ar: الوكلاء الفرعيون
da: Underagenter
de: Sub-Agenten
el: Υπο-πράκτορες
es: Sub-agentes
fa: زیرعامل‌ها
fi: Aliagentit
fil: Mga Sub-agent
fr: Sous-agents
hu: Alügynökök
id: Sub-agen
it: Sub-agenti
ja: サブエージェント
ko: 하위 에이전트
ms: Sub-ejen
pl: Podagenci
pt_br: Sub-agentes
ru: Субагенты
sv: Underagenter
th: เอเจนต์ย่อย
tr: Alt ajanlar
vi: Trợ lý phụ
zh_hans: 子代理
zh_hant: 子代理

source: Supported: .ts .js .zip .tgz .tar.gz
ar: المدعوم: .ts .js .zip .tgz .tar.gz
da: Understøttet: .ts .js .zip .tgz .tar.gz
de: Unterstützt: .ts .js .zip .tgz .tar.gz
el: Υποστηριζόμενα: .ts .js .zip .tgz .tar.gz
es: Compatible: .ts .js .zip .tgz .tar.gz
fa: پشتیبانی‌شده: .ts .js .zip .tgz .tar.gz
fi: Tuetut: .ts .js .zip .tgz .tar.gz
fr: Pris en charge : .ts .js .zip .tgz .tar.gz
hu: Támogatott: .ts .js .zip .tgz .tar.gz
id: Didukung: .ts .js .zip .tgz .tar.gz
it: Supportati: .ts .js .zip .tgz .tar.gz
ja: 対応形式: .ts .js .zip .tgz .tar.gz
ko: 지원 형식: .ts .js .zip .tgz .tar.gz
ms: Disokong: .ts .js .zip .tgz .tar.gz
nl: Ondersteund: .ts .js .zip .tgz .tar.gz
pt_br: Suportado: .ts .js .zip .tgz .tar.gz
ru: Поддерживаемые: .ts .js .zip .tgz .tar.gz
sv: Stöds: .ts .js .zip .tgz .tar.gz
th: รองรับ: .ts .js .zip .tgz .tar.gz
tr: Desteklenen: .ts .js .zip .tgz .tar.gz
vi: Hỗ trợ: .ts .js .zip .tgz .tar.gz
zh_hans: 支持格式: .ts .js .zip .tgz .tar.gz
zh_hant: 支援格式: .ts .js .zip .tgz .tar.gz

source: Switch
ar: تبديل
da: Skift
de: Wechseln
el: Αλλαγή
es: Cambiar
fa: تغییر
fi: Vaihda
fr: Changer
hu: Váltás
id: Ganti
it: Cambia
ja: 切り替え
ko: 전환
ms: Tukar
nl: Wisselen
pt_br: Trocar
ru: Переключить
sv: Byt
th: เปลี่ยน
tr: Değiştir
vi: Chuyển
zh_hans: 切换
zh_hant: 切換

source: Switch Provider
ar: تبديل المزود
da: Skift udbyder
de: Anbieter wechseln
el: Αλλαγή παρόχου
es: Cambiar proveedor
fa: تغییر ارائه‌دهنده
fi: Vaihda tarjoajaa
fr: Changer de fournisseur
hu: Szolgáltató váltása
id: Ganti Penyedia
it: Cambia fornitore
ja: プロバイダーを切り替え
ko: 공급자 전환
ms: Tukar Pembekal
nl: Aanbieder wisselen
pt_br: Trocar provedor
ru: Сменить поставщика
sv: Byt leverantör
th: เปลี่ยนผู้ให้บริการ
tr: Sağlayıcı Değiştir
vi: Chuyển nhà cung cấp
zh_hans: 切换服务提供商
zh_hant: 切換服務供應商

source: Switch to Dark Mode
ar: التبديل إلى الوضع الداكن
da: Skift til mørk tilstand
de: Zum dunklen Modus wechseln
el: Εναλλαγή σε σκοτεινή λειτουργία
es: Cambiar a modo oscuro
fa: تغییر به حالت تاریک
fi: Vaihda tummaan tilaan
fr: Passer en mode sombre
hu: Váltás sötét módra
id: Beralih ke Mode Gelap
it: Passa alla modalità scura
ja: ダークモードに切り替え
ko: 다크 모드로 전환
ms: Tukar ke Mod Gelap
nl: Overschakelen naar donkere modus
pt_br: Mudar para modo escuro
ru: Переключить на тёмную тему
sv: Byt till mörkt läge
th: เปลี่ยนเป็นโหมดมืด
tr: Koyu Moda Geç
vi: Chuyển sang chế độ tối
zh_hans: 切换到深色模式
zh_hant: 切換到深色模式

source: Switch to Light Mode
ar: التبديل إلى الوضع الفاتح
da: Skift til lys tilstand
de: Zum hellen Modus wechseln
el: Εναλλαγή σε φωτεινή λειτουργία
es: Cambiar a modo claro
fa: تغییر به حالت روشن
fi: Vaihda vaaleaan tilaan
fr: Passer en mode clair
hu: Váltás világos módra
id: Beralih ke Mode Terang
it: Passa alla modalità chiara
ja: ライトモードに切り替え
ko: 라이트 모드로 전환
ms: Tukar ke Mod Cerah
nl: Overschakelen naar lichte modus
pt_br: Mudar para modo claro
ru: Переключить на светлую тему
sv: Byt till ljust läge
th: เปลี่ยนเป็นโหมดสว่าง
tr: Açık Moda Geç
vi: Chuyển sang chế độ sáng
zh_hans: 切换到浅色模式
zh_hant: 切換到淺色模式

source: Switching provider will replace the current Base URL and model list. API Key will be cleared. Continue?
ar: سيؤدي تبديل المزود إلى استبدال عنوان URL الأساسي الحالي وقائمة النماذج. سيتم مسح مفتاح API. هل تريد المتابعة؟
da: Skift af udbyder vil erstatte den nuværende basis-URL og modelliste. API-nøglen vil blive slettet. Fortsæt?
de: Ein Anbieterwechsel ersetzt die aktuelle Basis-URL und Modellliste. Der API-Schlüssel wird gelöscht. Fortfahren?
el: Η αλλαγή παρόχου θα αντικαταστήσει το τρέχον βασικό URL και τη λίστα μοντέλων. Το κλειδί API θα διαγραφεί. Συνέχεια;
es: Cambiar de proveedor reemplazará la URL base y la lista de modelos actuales. La clave de API se borrará. ¿Continuar?
fa: تغییر ارائه‌دهنده، آدرس پایه فعلی و لیست مدل‌ها را جایگزین می‌کند. کلید API پاک خواهد شد. ادامه می‌دهید؟
fi: Tarjoajan vaihtaminen korvaa nykyisen perus-URL:n ja malliluettelon. API-avain tyhjennetään. Jatketaanko?
fr: Le changement de fournisseur remplacera l'URL de base et la liste de modèles actuels. La clé API sera effacée. Continuer ?
hu: A szolgáltató váltása lecseréli a jelenlegi alap URL-t és modelllistát. Az API kulcs törlődik. Folytatja?
id: Mengganti penyedia akan menggantikan URL Dasar dan daftar model saat ini. Kunci API akan dihapus. Lanjutkan?
it: Il cambio di fornitore sostituirà l'URL base corrente e l'elenco dei modelli. La chiave API verrà cancellata. Continuare?
ja: プロバイダーを切り替えると、現在のベース URL とモデルリストが置き換えられます。API キーはクリアされます。続行しますか？
ko: 공급자를 전환하면 현재 기본 URL과 모델 목록이 교체됩니다. API 키가 지워집니다. 계속하시겠습니까?
ms: Menukar pembekal akan menggantikan URL Asas semasa dan senarai model. Kunci API akan dikosongkan. Teruskan?
nl: Het wisselen van aanbieder vervangt de huidige basis-URL en modellijst. De API-sleutel wordt gewist. Doorgaan?
pt_br: Trocar de provedor substituirá a URL base e a lista de modelos atuais. A chave de API será apagada. Continuar?
ru: Смена поставщика заменит текущий базовый URL и список моделей. Ключ API будет очищен. Продолжить?
sv: Byte av leverantör ersätter nuvarande basadress och modelllista. API-nyckeln raderas. Fortsätta?
th: การเปลี่ยนผู้ให้บริการจะแทนที่ URL ฐานและรายการโมเดลปัจจุบัน คีย์ API จะถูกล้าง ดำเนินการต่อ?
tr: Sağlayıcı değiştirmek mevcut Temel URL ve model listesini değiştirecektir. API Anahtarı temizlenecektir. Devam edilsin mi?
vi: Chuyển nhà cung cấp sẽ thay thế URL cơ sở và danh sách mô hình hiện tại. Khóa API sẽ bị xóa. Tiếp tục?
zh_hans: 切换提供商将替换当前的基础 URL 和模型列表。API 密钥将被清除。是否继续？
zh_hant: 切換供應商將替換目前的基礎 URL 和模型列表。API 金鑰將被清除。是否繼續？

source: System Information
ar: معلومات النظام
da: Systemoplysninger
de: Systeminformationen
el: Πληροφορίες συστήματος
es: Información del sistema
fa: اطلاعات سیستم
fi: Järjestelmätiedot
fr: Informations système
hu: Rendszerinformáció
id: Informasi Sistem
it: Informazioni di sistema
ja: システム情報
ko: 시스템 정보
ms: Maklumat Sistem
nl: Systeeminformatie
pt_br: Informações do sistema
ru: Информация о системе
th: ข้อมูลระบบ
tr: Sistem Bilgisi
vi: Thông tin hệ thống
zh_hans: 系统信息
zh_hant: 系統資訊

source: Task cancelled by user.
ar: تم إلغاء المهمة بواسطة المستخدم.
da: Opgaven blev annulleret af brugeren.
de: Aufgabe vom Benutzer abgebrochen.
el: Η εργασία ακυρώθηκε από τον χρήστη.
es: Tarea cancelada por el usuario.
fa: وظیفه توسط کاربر لغو شد.
fi: Käyttäjä peruutti tehtävän.
fr: Tâche annulée par l'utilisateur.
hu: A feladatot a felhasználó megszakította.
id: Tugas dibatalkan oleh pengguna.
it: Attività annullata dall'utente.
ja: ユーザーによりタスクがキャンセルされました。
ko: 사용자가 작업을 취소했습니다.
ms: Tugas dibatalkan oleh pengguna.
nl: Taak geannuleerd door gebruiker.
pt_br: Tarefa cancelada pelo usuário.
ru: Задача отменена пользователем.
sv: Uppgiften avbröts av användaren.
th: งานถูกยกเลิกโดยผู้ใช้
tr: Görev kullanıcı tarafından iptal edildi.
vi: Tác vụ đã bị hủy bởi người dùng.
zh_hans: 任务已被用户取消。
zh_hant: 任務已被使用者取消。

source: The auth token protects your gateway from unauthorized access. It will be written to ~/.openclaw/openclaw.json and used when opening the dashboard.
ar: يحمي رمز المصادقة بوابتك من الوصول غير المُصرَّح به. سيُكتب في ~/.openclaw/openclaw.json ويُستخدم عند فتح لوحة التحكم.
da: Godkendelsestokenet beskytter din gateway mod uautoriseret adgang. Det vil blive skrevet til ~/.openclaw/openclaw.json og bruges ved åbning af kontrolpanelet.
de: Das Authentifizierungstoken schützt Ihr Gateway vor unbefugtem Zugriff. Es wird in ~/.openclaw/openclaw.json gespeichert und beim Öffnen des Dashboards verwendet.
el: Το διακριτικό ταυτοποίησης προστατεύει την πύλη σας από μη εξουσιοδοτημένη πρόσβαση. Θα αποθηκευτεί στο ~/.openclaw/openclaw.json και θα χρησιμοποιείται κατά το άνοιγμα του πίνακα ελέγχου.
es: El token de autenticación protege tu gateway de accesos no autorizados. Se escribirá en ~/.openclaw/openclaw.json y se usará al abrir el panel de control.
fa: توکن احراز هویت از درگاه شما در برابر دسترسی غیرمجاز محافظت می‌کند. این توکن در فایل ~/.openclaw/openclaw.json ذخیره شده و هنگام باز کردن داشبورد استفاده می‌شود.
fi: Todennustunniste suojaa yhdyskäytävääsi luvattomalta käytöltä. Se kirjoitetaan tiedostoon ~/.openclaw/openclaw.json ja sitä käytetään hallintapaneelia avattaessa.
fr: Le jeton d'authentification protège votre passerelle contre les accès non autorisés. Il sera enregistré dans ~/.openclaw/openclaw.json et utilisé lors de l'ouverture du tableau de bord.
hu: A hitelesítési token védi az átjárót az illetéktelen hozzáféréstől. A ~/.openclaw/openclaw.json fájlba kerül mentésre, és a vezérlőpult megnyitásakor használatos.
id: Token autentikasi melindungi gateway Anda dari akses tidak sah. Token akan ditulis ke ~/.openclaw/openclaw.json dan digunakan saat membuka dasbor.
it: Il token di autenticazione protegge il tuo gateway da accessi non autorizzati. Verrà scritto in ~/.openclaw/openclaw.json e utilizzato all'apertura della dashboard.
ja: 認証トークンはゲートウェイへの不正アクセスを防ぎます。~/.openclaw/openclaw.json に書き込まれ、ダッシュボードを開く際に使用されます。
ko: 인증 토큰은 게이트웨이를 무단 접근으로부터 보호합니다. ~/.openclaw/openclaw.json에 기록되며 대시보드를 열 때 사용됩니다.
ms: Token pengesahan melindungi gerbang anda daripada akses tanpa kebenaran. Ia akan ditulis ke ~/.openclaw/openclaw.json dan digunakan semasa membuka papan pemuka.
nl: Het verificatietoken beschermt uw gateway tegen ongeautoriseerde toegang. Het wordt opgeslagen in ~/.openclaw/openclaw.json en gebruikt bij het openen van het dashboard.
pt_br: O token de autenticação protege seu gateway contra acessos não autorizados. Ele será gravado em ~/.openclaw/openclaw.json e usado ao abrir o painel de controle.
ru: Токен авторизации защищает ваш шлюз от несанкционированного доступа. Он будет записан в ~/.openclaw/openclaw.json и использоваться при открытии панели управления.
sv: Autentiseringstoken skyddar din gateway från obehörig åtkomst. Den skrivs till ~/.openclaw/openclaw.json och används när kontrollpanelen öppnas.
th: โทเค็นยืนยันตัวตนจะปกป้องเกตเวย์ของคุณจากการเข้าถึงที่ไม่ได้รับอนุญาต โทเค็นจะถูกเขียนลงใน ~/.openclaw/openclaw.json และใช้เมื่อเปิดแดชบอร์ด
tr: Kimlik doğrulama jetonu, ağ geçidinizi yetkisiz erişimden korur. ~/.openclaw/openclaw.json dosyasına yazılacak ve pano açılırken kullanılacaktır.
vi: Mã xác thực bảo vệ cổng kết nối của bạn khỏi truy cập trái phép. Nó sẽ được ghi vào ~/.openclaw/openclaw.json và được sử dụng khi mở bảng điều khiển.
zh_hans: 身份验证令牌保护您的网关免受未经授权的访问。它将写入 ~/.openclaw/openclaw.json 并在打开控制台时使用。
zh_hant: 身分驗證令牌保護您的閘道器免受未經授權的存取。它將寫入 ~/.openclaw/openclaw.json 並在開啟控制台時使用。

source: The message/instruction to send when the cron job triggers...
ar: الرسالة/التعليمات المراد إرسالها عند تشغيل المهمة...
da: Besked/instruktion at sende når cron-opgaven udløses...
de: Nachricht/Anweisung beim Auslösen der Cron-Aufgabe...
el: Μήνυμα/οδηγία για αποστολή κατά την εκτέλεση του cron...
es: Mensaje/instrucción a enviar cuando se ejecute la tarea...
fa: پیام/دستورالعمل ارسالی هنگام فعال شدن وظیفه Cron...
fi: Viesti/ohje lähetettäväksi cron-tehtävän käynnistyessä...
fil: Mensahe/tagubilin na ipapadala kapag na-trigger ang cron job...
fr: Le message/instruction à envoyer lors du déclenchement...
hu: Üzenet/utasítás a cron feladat aktiválásakor...
id: Pesan/instruksi yang dikirim saat tugas cron dipicu...
it: Messaggio/istruzione da inviare all'esecuzione del processo...
ja: Cronジョブ実行時に送信するメッセージ/指示...
ko: 크론 작업 실행 시 전송할 메시지/지시...
ms: Mesej/arahan untuk dihantar apabila tugas cron dicetuskan...
nl: Bericht/instructie om te verzenden wanneer de cron-taak wordt geactiveerd...
pl: Wiadomość/instrukcja do wysłania przy uruchomieniu zadania cron...
pt_br: Mensagem/instrução a enviar quando a tarefa for acionada...
ru: Сообщение/инструкция при срабатывании задания cron...
sv: Meddelande/instruktion att skicka när cron-jobbet körs...
th: ข้อความ/คำสั่งที่จะส่งเมื่องาน Cron ทำงาน...
tr: Cron görevi tetiklendiğinde gönderilecek mesaj/talimat...
vi: Tin nhắn/hướng dẫn gửi khi tác vụ Cron được kích hoạt...
zh_hans: 定时任务触发时要发送的消息/指令...
zh_hant: 定時任務觸發時要傳送的訊息/指令...

source: The task timed out and has been terminated. You can try again or switch to another agent.
ar: انتهت مهلة المهمة وتم إنهاؤها. يمكنك المحاولة مرة أخرى أو التبديل إلى وكيل آخر.
da: Opgaven fik timeout og blev afsluttet. Du kan prøve igen eller skifte til en anden agent.
de: Die Aufgabe wurde wegen Zeitüberschreitung beendet. Sie können es erneut versuchen oder zu einem anderen Agenten wechseln.
el: Η εργασία έληξε και τερματίστηκε. Μπορείτε να δοκιμάσετε ξανά ή να μεταβείτε σε άλλον agent.
es: La tarea agotó el tiempo de espera y fue terminada. Puedes intentarlo de nuevo o cambiar a otro agente.
fa: وظیفه به دلیل پایان زمان متوقف شد. می‌توانید دوباره تلاش کنید یا به عامل دیگری بروید.
fi: Tehtävä aikakatkaistiin ja lopetettiin. Voit yrittää uudelleen tai vaihtaa toiseen agenttiin.
fil: Nag-timeout ang task at tinigil na ito. Maaari kang subukang muli o lumipat sa ibang agent.
fr: La tâche a expiré et a été interrompue. Vous pouvez réessayer ou passer à un autre agent.
hu: A feladat időtúllépés miatt leállt. Próbáld újra vagy válts másik ágenst.
id: Tugas kehabisan waktu dan dihentikan. Anda bisa mencoba lagi atau beralih ke agen lain.
it: L'attività è scaduta ed è stata terminata. Puoi riprovare o passare a un altro agente.
ja: タスクがタイムアウトし、終了しました。再試行するか、別のエージェントに切り替えてください。
ko: 작업이 시간 초과되어 종료되었습니다. 다시 시도하거나 다른 에이전트로 전환할 수 있습니다.
ms: Tugas tamat masa dan telah dihentikan. Anda boleh cuba lagi atau bertukar kepada ejen lain.
nl: De taak is verlopen en beëindigd. Je kunt het opnieuw proberen of naar een andere agent wisselen.
pl: Zadanie przekroczyło limit czasu i zostało zakończone. Możesz spróbować ponownie lub przełączyć się na innego agenta.
pt_br: A tarefa expirou e foi encerrada. Você pode tentar novamente ou mudar para outro agente.
ru: Время выполнения задачи истекло, и она была завершена. Вы можете попробовать снова или переключиться на другого агента.
sv: Uppgiften tog för lång tid och avbröts. Du kan försöka igen eller byta till en annan agent.
th: งานหมดเวลาและถูกยุติ คุณสามารถลองใหม่หรือเปลี่ยนไปใช้ agent อื่น
tr: Görev zaman aşımına uğradı ve sonlandırıldı. Tekrar deneyebilir veya başka bir ajana geçebilirsiniz.
vi: Tác vụ đã hết thời gian và bị dừng. Bạn có thể thử lại hoặc chuyển sang agent khác.
zh_hans: 任务已超时并被终止。你可以重试或切换到其他 agent。
zh_hant: 任務已逾時並被終止。你可以重試或切換到其他 agent。

source: Thinking...
ar: جارٍ التفكير...
da: Tænker...
de: Denke nach...
el: Σκέψη...
es: Pensando...
fa: در حال تفکر...
fi: Ajatellaan...
fr: Réflexion en cours...
hu: Gondolkodás...
id: Berpikir...
it: Elaborazione in corso...
ja: 考え中…
ko: 생각 중...
ms: Berfikir...
nl: Nadenken...
pt_br: Pensando...
ru: Размышляю...
sv: Tänker...
th: กำลังคิด...
tr: Düşünüyor...
vi: Đang suy nghĩ...
zh_hans: 思考中...
zh_hant: 思考中...
